import React,{ Component } from 'react';

export default () => {
    return(
        <div className="layout">
            <h5 className="title">馆藏分布</h5>
            <p>入馆须知</p>
            <pre>
                一、读者使用本人一卡通刷卡进入图书馆。<br/>
                二、读者取阅图书期刊时，请于阅览完毕放回原处，不得乱放，不准带出室外。<br/>
                三、保持图书馆公共卫生，禁止携带各种饮料及食品入馆。<br/>
                四、爱护书刊、爱护设备，不准在书刊及桌椅上乱划，禁止撕页、折页等，未经许可，禁止在馆内张贴或散发广告及其他宣传品。<br/>
                五、保持图书馆内安静，手机或电脑等设备调至静音。禁止在馆内喧哗、朗读或大声接打手机，接打手机请至图书馆的有声空间中。<br/>
                六、图书馆是重点防火单位，严禁在馆内任何地方吸烟、用火。<br/>
                七、遵守并维护馆内秩序，不用物品抢占阅览座位，不得随意挪动阅览桌椅。<br/>
                八、自觉遵守本馆的各项规章制度，支持工作人员按章办事。<br/>
                九、对违反上述规定的读者，任何人都有权批评、制止其不当行为。对情节严重者，图书馆有追究当事人责任的权利。<br/>
                十、本规定由图书馆负责解释。<br/>
            </pre>
        </div>
    )
}