import React,{ Component } from 'react';

export default () => {
    return(
        <div className="layout">
            <h5 className="title">馆藏分布</h5>
            <p>图书（纸质）部分</p>
            <pre>
                1、可外借图书：<br/>
                 可供外借的图书分藏于五个库室，包括从一楼借还书入口处的四个书库及位于二楼210房间的文学书库。<br/>
                各书库藏书种类如下：<br/>
                ⑴一楼书库：<br/>
                主要是工业技术类图书（分类号为T大类），包括各种工业用标准、机械工业、金属工艺、电子、电信技术、计算机技术、化工、建筑科学。<br/>
                ⑵ 二楼书库：<br/>
                 从内楼梯上去，首先进入二楼南书库，主要包括语言、艺术、历史、地理、综合性类图书（图书类号为H、J、K、Z）以及外文原版书；<br/>
                 从二楼南书库径直穿过，进入二楼北书库，主要包括自然科学总论、数理化、天文、生物、医药卫生、农业、交通运输、航空、航天、环境科学等图书（图书类号为N、O、P、Q、R、S、U、V、X）。<br/>
                ⑶ 三楼书库：<br/>
                从内楼梯上去，进入三楼书库。主要包括马、恩、列、毛、邓等的思想理论研究及著作、各类哲学流派、政治、法律、军事、经济、文化、教育、体育类图书（图书类号为A、B、C、D、E、F、G）。<br/>
                ⑷ 文学库：<br/>
                 位于二楼210房间，包括各种文学理论、文学创作、中外文学名著、各类文学著作等（图书类号为I大类）。<br/>
                以上书库均实行开架借阅。<br/><br/>

                2、只限于阅览的图书<br/>
                ⑴文献检索室（227房间）：<br/>
                包括各类检索工具书，如中外文书目、索引。一般工具书包括字典、词典、图册、手册、年鉴、百科全书、指南、机构名录等。<br/>
                ⑵教师阅览室（202房间）：<br/>
                主要针对教师读者提供知识深度较高、使用价值较大的图书，一般在图书馆的复本量只为一本。共有藏书二万余册。<br/>
                ⑶学生阅览室（143房间）：<br/>
                主要针对学生读者提供复本量较少而需求量较大、限于经费有限不能大量采购的图书。藏书量为一万五千余册。<br/>
                ⑷艺术阅览室（位于学生阅览室对面的101房间）：<br/>
                收藏艺术类中文图书7000余册，英文原版图书400余册，日文200余册。艺术阅览室是我馆的特色馆藏。<br/>
                ⑸古籍阅览室（339房间）:<br/>
                该阅览室收藏了大连大学图书馆五十多年来艰辛积累的一万五千多册古籍，其特点是我国古代重要典籍比较齐全，如《四库全书》、<br/>
                《续修四库全书》、《古今图书集成》、《永乐大典》、《宛委别藏》、《唐开成石壁十三经》等巨著，基本包揽了我国现存的主要古籍，另外，一定数量极其珍贵的宋版、明版和善本书也有收藏。  古籍的分类是继承历代目录学的传统，按经、史、子、集四部分类的。<br/>
                为方便读者利用，图书馆编印了《大连大学图书馆馆藏古籍书目》。古籍阅览室是我馆的特色馆藏。<br/>
                ⑹东芝阅览室（230房间）：<br/>
                是日本东芝大连公司赠建的全日文原版图书，计有图书1500余册，另有金沢文库藏书2000余册。<br/>
                ⑺外文阅览室（212房间）：<br/>
                全部文献为外文原版，计有英文图书近3400册，外文期刊有83种原版刊，英文版国内期刊4种。<br/><br/>

                 普通数据库 报刊（纸质）部分<br/>

                现期期刊分藏两个阅览室：<br/>
                科技期刊阅览室位于一楼104房间，有科技类期刊387种；<br/>
                社科期刊阅览室位于一楼106房间，有社科期刊410种。<br/>
                过刊阅览室位于二楼205房间，主要是当年以前的期刊经整理装订后供回溯查找使用。<br/>
                一楼大厅阅报处报纸共有百余种，国内各大报、部分报纸的英文版我馆均订购，其中16种装订保存，供回溯查找。<br/>
                为保证报刊利用率，以上各阅览室报刊一律不外借，可复印。<br/><br/>

                普通数据库 电子资源部分<br/>
                1． 多媒体资源<br/>
                多媒体阅览室位于图书馆二楼216房间，是一个集多种功能于一身的电子阅览室，这里提供了丰富的多媒体资源。包括央视的《百家讲坛》、《大家》、《对话》、《走近科学》等十几个栏目内容；美国的Discovery及国家地理频道和英国的BBC；精品课程和基础教育视频教学素材。另外还有奥斯卡影片、国内外大片及连续剧等近千种，音乐二千多首；可以网上冲浪、视频聊天、在线游戏等。<br/>
                2． 数据库资源<br/>
                包括馆藏书目数据库、中国学术期刊全文数据库、中国优秀博硕士学位论文全文数据库等中文数据库以及EBSCO、SPRINGER LINK、WSN、Emerald等西文数据库。读者在校园网范围之内可以使用，也可在图书馆一楼的电子阅览室免费使用。<br/>
                人大复印资料（电子版）可在图书馆一楼大厅的电子阅览室免费查询。<br/>
                3． 随书配盘<br/>
                图书馆有部分图书附带光盘，读者可持所借图书的条码号到图书馆227房间，提供复制或拷贝<br/>
                4． 磁带<br/>
                随书配磁带在图书馆230房间提供复制。<br/>
            </pre>
        </div>
    )
}