import React,{ Component } from 'react';

export default () => {
    return(
        <div>
            <h5 className="title">专场讲座</h5>
            <p>
                除日常讲座外，图书馆面向北大各院系/年班级，推出学科专场讲座，欢迎各院系教师及学生预约！ <br/>
                <br/>
                · 学科专场<br/>
                介绍学科电子资源的种类/数量/用法，以及如何利用电子资源进行学科的学术论文写作、学科科研活动以及课题研究等，可预约教师专场或学生专场。<br/>
                教师专场讲座：可根据教师需求，按学科或按专题组织讲座；也可根据教师需求，灵活安排讲座的时间和地点；<br/>
                学生专场讲座：最好以系、班为单位，一次参加的人数应超过20人。<br/>
                课程辅助<br/>
                在文科教师开设的任何一门课上，留出1-2次课程的时间，由图书馆前去课上介绍与该课程/学科相关的电子资源的种类/数量/使用，也可结合课程作业、课堂讨论、结课论文题目等介绍如何利用电子资源完成这些要求。<br/>
                ·常用文科工具书及其利用<br/>
                介绍怎样查找专业图书目录与文章篇目索引、怎样查找字词语句、统计数据、人物资料、地名资料、历史事件、机构组织以及年月日换算等有关参考工具书、资料性图书。<br/>
                <br/>
                我们愿意主动、热情地为广大教师服务，宣传我们的资源，介绍我们的工作，欢迎各院系相关负责人员与我们联系。<br/>
                联系人：XXX<br/>
                联系地点：图书馆204室<br/>
                电话：XXXXXXXX-XXX<br/>
                EMAIL：XXX@XX.XXX.XXX.cn<br/>
            </p>
        </div>
    )
}