import React,{ Component } from 'react';

export default () => {
    return(
        <div>
            <h5 className="title">服务内容</h5>
            <p>1. 学科资源建设 <br/>
                了解对口院系的信息需求，联系和组织院系教师、科研人员推荐、选订对口学科的中外文图书、期刊目录及数字资源需求，试用、评介相关学科的数字资源。<br/>
                <br/>
                2. 本馆资源、服务推介 <br/>
                及时将本学科相关各种中外文资源、各种新进设备及开展的各项服务推介到各院系，以让广大师生充分、及时了解和利用图书馆的资源与服务。 <br/>
                <br/>
                3. 信息素养教育 <br/>
                通过新生入馆教育、数据库资源的讲座培训、嵌入式检索课程等多种方式开展学生的信息素养教育。 <br/>
                <br/>
                4. 助力教学、科研活动 <br/>
                向教师介绍学科资源及检索、使用方法；可以帮着定期检索和推送所需相关文献信息；帮助获取馆外文献；可以嵌入教师课堂承担部分检索课程。努力利用图书馆学专业知识为教学、科研助力。 <br/>
                <br/>
                5. 个性化信息服务 <br/>
                建立对口院系的教师档案，了解相关学术活动，调查教师需求，开展个性化的信息服务。搜集、鉴别和整理相关学科的网络信息资源，参与相关学科文献资源的分析、评价工作。 <br/>
                <br/>
            </p>
        </div>
    )
}