import React,{ Component } from 'react';

export default () => {
    return(
        <div>
            <h5 className="title">证件办理</h5>
            <p>
                办理一卡通借书 <br/>
                1.新进教职工：凭工作证及校园一卡通到各分馆办证处，由办证处老师手工开通借书功能，当天就可以办完。<br/>
                2.教育部计划内招收的各类学生：由图书馆根据教务处、研究生院提供的学生数据，流通部核对检查原始名单后，提交给数字化部统一批量导入系统，开通借书功能。<br/>
                3.院系聘请的访问学者、院系自主招生的在职研究生、进修生、留学生、网络学院本科全日制学生：由校内相关单位提供所属院、系、部、处分管领导签署的担保书（下载担保书）、电子版及纸本名单，经图书馆领导审批后，到文科馆或医科馆办证处提交申请。办证完成后，办证处将以邮件或电话方式告知有关单位或个人。<br/>
                4.退休教职工：凭校园一卡通自行到图书馆办证处办理开通。<br/>
                5.租赁制教职员工：按照学校人事处规定，凡持校园一卡通、且使用字母开头工号的租赁制教职员工，需开通借书功能，由本人提出申请，由校内相关单位提供所属院、系、部、处分管领导签署的担保书（下载担保书）、电子版及纸本名单，经图书馆领导审批后，到文科馆或医科馆办证处提交申请。办证完成后，办证处将以邮件或电话方式告知有关单位或个人。<br/><br/>

                办理阅览证<br/>
                与本校有协作关系的校外读者、院系招收的培训班学员以及其他在校学习一年以下的学员（无校园一卡通）：由校内相关单位提供主管领导签署的担保书（下载担保书）及电子版名单，经图书馆领导审批后，统一由各院系相关负责人来文科馆或医科馆办证处办理有效期半年或一年的有照片和条形码的临时阅览证。（交一张一寸照片及院系的转账经费，半年30元，一年50元）。<br/>
                注：需开通借书/阅览功能的读者，20位以上（包含20）名单需经办证处老师核对检查原始名单后，提交数字化部批量导入、测试。整个工作流程自图书馆收到名单起需要9个工作日；20位以下名单由办证处老师手工开通，办证处的工作时间需要4个工作日。如遇到特殊时期，数据量特别大且集中或系统升级维护时，视情况而定。<br/><br/>

                办理临时阅览牌<br/>
                1.校外读者（限本科以上在校生或高校教师）需要利用我馆文献资源，可持本人身份证和学生证或工作证，到图书馆咨询台免费换取“临时阅览牌”入馆阅览。<br/>
                2.复习迎考阶段，持“临时阅览证”的读者限制进馆。<br/>

                校园卡、阅览证挂失<br/>
                1.读者丢失一卡通应及时至学校信息办或网上挂失。挂失前已被借出的所有图书由本人负责归还或赔偿。<br/>
                2.读者遗失临时阅览证，赔偿工本费10元。连续遗失两次，将取消入馆资格。<br/><br/>

                联系人：XX<br/>
                电话：XXX-XXXXXX<br/>
                Email： XXX@XXXX.edu.cn<br/>
                地点：XXXXXX<br/>
                工作时间：XXXXXX<br/>
            </p>
        </div>
    )
}