import React,{ Component } from 'react';

export default () => {
    return(
        <div>
            <h5 className="title">借阅制度</h5>
            <p>入馆须知</p>
            <p>
                一、书刊借阅程序及相关制度 <br/>
                1、读者必须出示本人借阅证方可进入阅览室，并在读者签名簿上签名（主要是为以后图书馆做统计用，自习  室除外）。过刊阅览室、学生阅览室、外文阅览室须押证入室。<br/>
                2、读者入阅览室除可携带笔记本外，自己的书刊及书包等一律不得带入阅览室。<br/>
                3、读者进入阅览室不得穿大衣，随身携带的贵重物品请自行妥善保管好。<br/>
                4、读者取阅图书期刊各限一册，报纸一份，阅览完毕放回原处，不得乱放，不准带出室外。如需复印，须向老师声明，并押证登记。文、过刊阅览室与学生阅览室使用代书板。<br/>
                5、爱护书刊、爱护设备，不准在书刊及桌椅上乱划，禁止撕页、折页等。<br/>
                6、保持肃静，注意卫生，禁止吐痰、吸烟，不准乱扔杂物。<br/>
                7、借阅制度<br/>
                ①借书权限：<br/>
                每人6册，小说只可借2册，如不借小说，可借其他书库图书6册，可循环使用；一等奖学金和优秀新生奖学金获得者以及教改实验班学生的借书权限为8册，其中小说的借书权限仍为2册；硕士研究生的借书权限为10册，对书籍类别没有限制。<br/>
                ②借书期限：<br/>
                借书期限是一个月，除文学书外，其他图书可在到期前一周内续借，学生可续借2次；教师可续借5次。<br/>
                ③超期罚款：<br/>
                每超一天罚款0.10元，罚款金额由计算机自动累计。<br/>
                ④爱护图书：<br/>
                不得污损、圈点、划线、折页、批注等，借书前要仔细检查所借图书，如有上述情况，应在书上加盖破损印。<br/>
                ⑤读者有过期图书未归还或未交纳超期罚款，均不得再借阅图书。<br/>
                ⑥读者入库不得吸烟，不得携带易燃、易爆物品。<br/>
                ⑦不得带书刊或书包入库。<br/>
                ⑧书库内不得喧哗、吃东西、吐痰等。<br/>
                8、借阅证的使用及办证制度<br/>
                ① 读者须爱护借阅证，如果借阅证严重破损（如侧面开胶、照片脱落）或光照器不能识别其条形码，借阅证均被作废。<br/>
                ② 读者遗失借阅证须及时到借还书处办理挂失手续，否则造成的后果由本人自负，如需补办借阅证，须在每月第一周到借还书处办理。<br/>
                二、书刊赔偿制度<br/>
                1、读者严重损坏图书或遗失图书，可以赔偿同样图书或按以下规定赔偿：<br/>
                ①一般中文图书按书原价5倍赔偿，小说按3倍赔偿，不足5.00元按原价5.00元处理。<br/>
                ②丢失成套书刊中的一册，按成套书刊价格的5倍赔偿。<br/>
                ③外文原版书按20倍赔偿。<br/>
                ④损毁线装书、善本书等特许借阅的图书按30倍赔偿。<br/>
                2、遗失单张报纸者，按全月合订本价格赔偿，遗失合订本报纸者，按合订本价格的5～10倍赔偿。<br/>
                3、 损坏图书、期刊视情节支付赔偿。<br/>
                ①损坏图书、期刊程度较轻者，不影响书刊内容完整的，按书刊价格的20%～1倍赔偿。<br/>
                ②损坏书刊较严重者，必须经过加工整修方能流通者，按原价赔偿，并付加工费。<br/>
                ③读者剪裁、撕割书刊者，一律按偷书处理。<br/>
                4、 读者偷窃书刊者，一经发现，即处以原价10倍以上罚款，并张榜示名，取消借阅资格，通报所在单位及学校从严处理。<br/>
                三、网络电子资源使用规则<br/>
                1、遵守知识产权法，尊重电子资源数据商的版权利益，按规定正确使用大连大学图书馆的电子资源。<br/>
                2、严禁私设代理服务器非法使用大连大学图书馆的电子资源。<br/>
                3、严禁利用网络下载工具等非正常阅读使用、批量下载大连大学图书馆的电子资源。<br/>
                四、上网阅览规则<br/>
                （一）不得制作、下载、复制、查阅、发布、传播或者以其他方式使用含有下列内容的信息：<br/>
                1、反对宪法确定的基本原则的；<br/>
                2、危害国家统一、主权和领土完整的；<br/>
                3、泄露国家秘密，危害国家安全或者损害国家荣誉和利益的；<br/>
                4、煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；<br/>
                5、破坏国家宗教政策，宣扬邪教、迷信的；<br/>
                6、散布谣言，扰乱社会秩序，破坏社会稳定的；<br/>
                7、宣传淫秽、赌博、暴力或者教唆犯罪的；<br/>
                8、侮辱或者诽谤他人，侵害他人合法权益的；<br/>
                9、危害社会公德或者民族优秀文化传统的；<br/>
                10、含有法律、行政法规禁止的其他内容的。<br/>
                （二）不得进行下列危害信息网络安全的活动：<br/>
                1、故意制作或者传播计算机病毒以及其他破坏性程序的；<br/>
                2、非法侵入计算机信息系统或者破坏计算机信息系统功能、数据和应用程序的；<br/>
                3、私自拆卸机器硬件设备、私自删除软件及修改设置。<br/>
                4、进行法律、行政法规禁止的其他活动的。<br/>
            </p>
        </div>
    )
}